export const seedAlbums = [
  {
    title: '45',
    releaseYear: 1982,
    description: `# Sample Markdown
    
This is some basic, sample markdown.

## Second Heading

* Unordered lists, and:
1. One
1. Two
1. Three
* More

> Blockquote

And **bold**, *italics*, and even *italics and later **bold***. Even ~~strikethrough~~. [A link](https://markdowntohtml.com) to somewhere.

![bears](http://placebear.com/300/300)

The end ...

«45» (читается как «Сорок пять») — дебютный студийный альбом советской рок-группы «Кино», записанный совместно с музыкантами из группы «Аквариум» и выпущенный на бобинах в 1982 году. Тогда группа «Кино» состояла всего из двух человек — Виктора Цоя и Алексея Рыбина; музыканты ещё не обладали широкой известностью и возможность записать накопленный за три года материал получили благодаря содействию Бориса Гребенщикова. Сведение альбома было произведено подпольно — в Доме пионеров Красногвардейского района, где Андрей Тропилло обустроил полулегальную звукозаписывающую студию «АнТроп».

«Сорок пять» стал одним из первых рок-альбомов в Советском Союзе, в которых вместо настоящей ударной установки применялась драм-машина. Для создания требуемого звука, помимо акустических, электро- и бас-гитар, активно использовались флейта, виолончель и колокольчики. Тексты песен получились почти полностью лишёнными злободневности и каких-либо идеологических призывов — из-за преобладания в них жизнерадостности и лиричности дуэт музыкантов называли «новыми романтиками». Презентация программы состоялась на концерте в Ленинградском рок-клубе ещё до завершения студийной работы. Альбом удостоился сдержанных отзывов и не пользовался большой популярностью среди критиков. Запись оказалась единственной студийной работой в дискографии группы, в которой принимал участие Алексей Рыбин, так как из-за идеологических разногласий с Виктором Цоем он вскоре покинул «Кино», и больше два музыканта намеренно никогда не встречались — лишь пару раз пересекались на сборных концертах («солянках»), но никогда не разговаривали друг с другом.

В отличие от остальных альбомов группы, «Сорок пять» вплоть до 2012 года не выходил на грампластинках. Во время записи была допущена значительная техническая ошибка, в будущем не позволившая переиздать материал в формате грампластинки, и до 1994 года он существовал только на магнитной ленте. В середине 1990-х компания «Мороз Рекордс» произвела несколько переизданий в цифровом варианте на компакт-диске. В 2012 году альбом был впервые выпущен на грампластинке с цифровым ремастерингом тиражом всего в 1000 экземпляров компанией Moroz Records. Тираж был напечатан в Германии в составе «Коллекции Кино» на грампластинке. Многие из песен альбома получили большу́ю популярность, вошли во множественные сборники и закрепились в концертном репертуаре группы вплоть до её распада в 1990 году.
    `,
    coverUrl:
      'https://upload.wikimedia.org/wikipedia/ru/8/8e/%D0%9A%D0%B8%D0%BD%D0%BE_45_%D0%BE%D0%B1%D0%BB%D0%BE%D0%B6%D0%BA%D0%B0_1982.jpg',
    duration: 35,
  },
  {
    title: '46',
    releaseYear: 1983,
    coverUrl:
      'https://upload.wikimedia.org/wikipedia/ru/e/e3/%D0%9A%D0%B8%D0%BD%D0%BE._1983._46.jpg',
    duration: 35,
  },
  {
    title: 'Начальник Камчатки',
    releaseYear: 1984,
    coverUrl:
      'https://upload.wikimedia.org/wikipedia/ru/thumb/3/31/%D0%9D%D0%B0%D1%87%D0%B0%D0%BB%D1%8C%D0%BD%D0%B8%D0%BA%D0%9A%D0%B0%D0%BC%D1%87%D0%B0%D1%82%D0%BA%D0%B8_%D0%BE%D0%B1%D0%BB%D0%BE%D0%B6%D0%BA%D0%B0_1984.jpg/548px-%D0%9D%D0%B0%D1%87%D0%B0%D0%BB%D1%8C%D0%BD%D0%B8%D0%BA%D0%9A%D0%B0%D0%BC%D1%87%D0%B0%D1%82%D0%BA%D0%B8_%D0%BE%D0%B1%D0%BB%D0%BE%D0%B6%D0%BA%D0%B0_1984.jpg',
    duration: 40,
  },
  {
    title: 'Это не любовь...',
    releaseYear: 1985,
    coverUrl:
      'https://upload.wikimedia.org/wikipedia/commons/thumb/5/59/%D0%9A%D0%B8%D0%BD%D0%BE._1985._%D0%AD%D1%82%D0%BE_%D0%BD%D0%B5_%D0%BB%D1%8E%D0%B1%D0%BE%D0%B2%D1%8C_%28%D1%81%D0%BA%D0%B0%D0%BD_%D0%BE%D0%B1%D0%BB%D0%BE%D0%B6%D0%BA%D0%B8%29.jpg/960px-%D0%9A%D0%B8%D0%BD%D0%BE._1985._%D0%AD%D1%82%D0%BE_%D0%BD%D0%B5_%D0%BB%D1%8E%D0%B1%D0%BE%D0%B2%D1%8C_%28%D1%81%D0%BA%D0%B0%D0%BD_%D0%BE%D0%B1%D0%BB%D0%BE%D0%B6%D0%BA%D0%B8%29.jpg',
    duration: 42,
  },
  {
    title: 'Ночь',
    releaseYear: 1986,
    coverUrl:
      'https://upload.wikimedia.org/wikipedia/ru/thumb/3/3d/%D0%9A%D0%B8%D0%BD%D0%BE._1986._%D0%9D%D0%BE%D1%87%D1%8C.jpg/960px-%D0%9A%D0%B8%D0%BD%D0%BE._1986._%D0%9D%D0%BE%D1%87%D1%8C.jpg',
    duration: 42,
  },
  {
    title: 'Группа крови',
    releaseYear: 1988,
    coverUrl:
      'https://upload.wikimedia.org/wikipedia/ru/4/42/%D0%9A%D0%B8%D0%BD%D0%BE._1988._%D0%93%D1%80%D1%83%D0%BF%D0%BF%D0%B0_%D0%BA%D1%80%D0%BE%D0%B2%D0%B8.jpg',
    duration: 45,
  },
  {
    title: 'Звезда по имени солнце',
    releaseYear: 1989,
    coverUrl:
      'https://upload.wikimedia.org/wikipedia/ru/a/a5/%D0%9A%D0%98%D0%9D%D0%9E_%D0%A1%D0%BE%D0%BB%D0%BD%D1%86%D0%B5_1000.png',
    duration: 44,
  },
  {
    title: 'Черный альбом',
    releaseYear: 1990,
    coverUrl:
      'https://upload.wikimedia.org/wikipedia/commons/b/ba/%D0%9A%D0%B8%D0%BD%D0%BE%2C_%D0%A7%D0%B5%D1%80%D0%BD%D1%8B%D0%B9_%D0%B0%D0%BB%D1%8C%D0%B1%D0%BE%D0%BC_%28Kino%2C_Chyorny_album%29_%281990%29.jpg',
    duration: 46,
  },
];
